#    변수 t1를 선언하고, 정수형 데이터 10을 저장한다.
#    변수 t2를 선언하고, 정수형 데이터 20을 저장한다.
#    t1과 t2를 더한 값을 출력하세요.

#    배열 dataList(data_list)를 선언하고, 데이터는
#    딸기, 복숭아, 배, 수박, 참외, 호박을 저장한다.

#    위 선언된 배열에 오렌지 데이터를를 추가하세요.
#    위 선언된 배열의 총 길이를 출력하세요.

#     변수 k에 문자열데이터 24를 저장하고,
#     k를 정수형으로 형변환하여 5를 더한 값을 다시 k에 저장하고
#     출력하세요.

#     배열 stuList(stu_list)에 라이언, 튜브, 콘, 무지, 제이지, 춘식이를 저장하고
#     반복문을 통해 모두 출력하세요.

#     배열 nums에 1부터 20까지 저장하세요. (코드를 통해 저장하는 로직 작성 허용)
#     nums를 반복하여, 짝수일 때에는 짝수, 홀수일 때 에는 홀수라고 출력하세요
#     ex) 1 : 홀수입니다.
#         2 : 짝수입니다.
#         3 : 홀수입니다.
#             ...
#             ...

#    딕셔너리(제이슨) 데이터 타입으로 아이스아메리카노에 2000,
#    카페라떼에 2300, 카푸치노에 3000을 저장하세요.
#    (key는 커피 이름이며, value는 정수형 데이터로 금액 입니다.)
#    딕셔너리 이름은 menus로 합니다.

#    menus를 출력하세요.
#    menus의 카푸치노가 가지고 있는 금액을 출력하세요.

#    변수 p1과 p2를 선언하고, 각각 "10"과 10을 저장합니다.
#    p1과 p2가 일치하는 데이터라면 "일치합니다" 라고 출력하고
#    일치하지 않다면 "일치하지 않습니다" 라고 출력하세요.

#    변수 a1에는 40을 저장하고, 변수 a2에는 41을 저장하세요.
#    만약 a1이 a2보다 크다면, "a1이 더 큰 수 입니다" 라고 출력하고
#    a2가 더 크다면 "a2가 더 큰 수 입니다" 라고 출력하세요.
#    단, a1과 a2의 크기를 비교할 수 없다면 "비교할 수 없습니다" 라고 출력하세요.

#    딕셔너리(제이슨) 타입 데이터에
#    이름은 라이언, 성별은 남성, 색상은 브라운
#    이름은 무지, 성별은 남성, 색상은 화이트
#    이름은 어피치, 성별은 여성, 색상은 핑크
#    반복문을 사용하여 모든 데이터의 이름과 성별만 출력하세요.
